{
    "header": {
        "aboutMe": "Über mich"
    },
    "about-me": {
        "headline": "Über mich",
        "intro": "Die IT hat mich schon als Kind fasziniert. Sowohl in meiner Ausbildung als auch während meines Studiums habe ich schon früh begonnen, Prozesse zu automatisieren, um mein großes Interesse an der IT weiter zu vertiefen.",
        "location": "Ich komme aus dem wunderschönen Solling im Landkreis Northeim und fühle mich hier sehr wohl.",
        "learn": "Ich bin immer offen für neue Technologien, und neue Dinge zu lernen ist fast schon ein Hobby von mir.",
        "skills": "Meine analytischen Fähigkeiten haben mich immer vorangebracht. Für mich sind Fehler eine Chance, aus ihnen zu lernen und mich ständig zu verbessern."
    },
    "my-skills": {
        "headline": "Meine Skills",
        "technologies": "Mit diesen Frontendtechnologien, kenne ich mich bereits sehr gut aus.",
        "looking-another": "Auf der Suche nach ",
        "skill": "einem anderen Skill",
        "new-technology": "Sehr gerne arbeite ich mich in eine weitere Technologie ein, um weiter zu lernen.",
        "continually-learning": "Kontiunierliches Lernen",
        "contact": "Kontakt aufnehmen"
    },
    "portfolio": {
        "intro": "Entdecken Sie hier meine Projekte, um sich ein Bild von meinen Fähigkeiten zu verschaffen.",
        "join": "Aufgabenmanager nach dem Vorbild des Kanban-Systems. Erstellen und organisieren Sie Aufgaben mit Hilfe von Drag-and-Drop-Funktionen, weisen Sie Benutzer und Kategorien zu.",
        "pollo-loco": "Sprung-, Lauf- und Wurfspiel, das auf einem objektorientierten Ansatz basiert. Hilf Pepe, Münzen und Tabasco-Salsa zu finden, um gegen die verrückte Henne zu kämpfen.",
        "btn-test": "Testen"
    },
    "contact": {
        "headline": "Kontakt",
        "intro": "Neue Idee oder ein Problem zu lösen?",
        "request-contact": "Nehmen Sie gerne unverbindlich Kontakt zu mir auf.",
        "new-contact": "Ich freue mich auf Ihre Nachricht!",
        "name-field": "Dein Name",
        "email-field": "Deine E-Mail",
        "message-field": "Deine Nachricht",
        "privacy-policy": "Ich habe die <a href='#'>Datenschutzbestimmungen</a> gelesen und stimme der Verarbeitung meiner Daten zu.",
        "name-error": "Dein Name ist erforderlich",
        "email-error": "Deine E-Mail ist erforderlich",
        "message-error": "Deine Nachricht ist erforderlich",
        "privacy-policy-error": "Bitte akzeptiere die Datenschutzbestimmungen.",
        "send": "Senden :)"
    },
    "footer": {
        "imprint": "Impressum",
        "data-protection": "Datenschutzhinweise"
    },

    "imprint": {
        "headline": "Impressum",
        "contact": "Kontakt",
        "phone": "Telefon",
        "source": "Quelle"
    }

}