{
    "header": {
        "aboutMe": "Über mich"
    },
    "about-me": {
        "headline": "Über mich",
        "intro": "Schon als Kind hat mich die IT fasziniert. Während meiner Ausbildung und meines Studiums habe ich früh begonnen, Prozesse zu automatisieren, um mein Interesse an diesem Bereich weiter zu vertiefen.",
        "location": "Ich komme aus dem schönen Solling im Landkreis Northeim und fühle mich hier sehr wohl.",
        "learn": "Das Lernen neuer Dinge ist für mich mehr als nur eine Notwendigkeit – es ist beinahe ein Hobby. Neue Technologien begeistern mich, und ich bin stets offen für Weiterentwicklungen.",
        "skills": "Meine analytischen Fähigkeiten haben mich immer weitergebracht. Fehler sehe ich nicht als Rückschläge, sondern als Chancen, um zu lernen und mich kontinuierlich zu verbessern."
    },
    "my-skills": {
        "headline": "Meine Skills",
        "technologies": "Mit diesen Frontendtechnologien, kenne ich mich bereits sehr gut aus.",
        "looking-another": "Auf der Suche nach ",
        "skill": "einem anderen Skill",
        "new-technology": "Sehr gerne arbeite ich mich in eine weitere Technologie ein, um weiter zu lernen.",
        "continually-learning": "Kontiunierliches Lernen",
        "contact": "Kontakt aufnehmen"
    },
    "portfolio": {
        "intro": "Entdecken Sie hier meine Projekte, um sich ein Bild von meinen Fähigkeiten zu verschaffen.",
        "join": "Aufgabenmanager nach dem Vorbild des Kanban-Systems. Erstellen und organisieren Sie Aufgaben mit Hilfe von Drag-and-Drop-Funktionen, weisen Sie Benutzer und Kategorien zu.",
        "pollo-loco": "Sprung-, Lauf- und Wurfspiel, das auf einem objektorientierten Ansatz basiert. Hilf Pepe, Münzen und Tabasco-Salsa zu finden, um gegen die verrückte Henne zu kämpfen.",
        "btn-test": "Testen"
    },
    "contact": {
        "headline": "Kontakt",
        "intro": "Neue Idee oder ein Problem zu lösen?",
        "request-contact": "Nehmen Sie gerne unverbindlich Kontakt zu mir auf.",
        "new-contact": "Ich freue mich auf Ihre Nachricht!",
        "name-field": "Dein Name",
        "email-field": "Deine E-Mail",
        "message-field": "Deine Nachricht",
        "privacy-policy": "Ich habe die ",
        "privacy-policy-link": "Datenschutzbestimmungen",
        "privacy-policy-two": "gelesen und stimme der Verarbeitung meiner Daten zu.",
        "name-error": "Dein Name ist erforderlich",
        "email-error": "Deine E-Mail ist erforderlich",
        "message-error": "Deine Nachricht ist erforderlich",
        "privacy-policy-error": "Bitte akzeptiere die Datenschutzbestimmungen.",
        "send": "Senden :)",
        "thanks-for-message": "Vielen Dank für deine Nachricht!"
    },
    "footer": {
        "imprint": "Impressum",
        "data-protection": "Datenschutzhinweise"
    },

    "imprint": {
        "headline": "Impressum",
        "contact": "Kontakt",
        "phone": "Telefon",
        "source": "Quelle"
    },

    "data-protection": {
        "headline": "Datenschutzerklärung",
        "p1": "Wir freuen uns sehr über Ihr Interesse an unserem Unternehmen. Datenschutz hat einen besonders hohen Stellenwert. Eine Nutzung der Internetseiten der Henrik Petersen ist grundsätzlich ohne jede Angabe personenbezogener Daten möglich. Sofern eine betroffene Person besondere Services unseres Unternehmens über unsere Internetseite in Anspruch nehmen möchte, könnte jedoch eine Verarbeitung personenbezogener Daten erforderlich werden. Ist die Verarbeitung personenbezogener Daten erforderlich und besteht für eine solche Verarbeitung keine gesetzliche Grundlage, holen wir generell eine Einwilligung der betroffenen Person ein.",
        "p2": "Die Verarbeitung personenbezogener Daten, beispielsweise des Namens, der Anschrift, E-Mail-Adresse oder Telefonnummer einer betroffenen Person, erfolgt stets im Einklang mit der Datenschutz-Grundverordnung und in Übereinstimmung mit den für die Henrik Petersen geltenden landesspezifischen Datenschutzbestimmungen. Mittels dieser Datenschutzerklärung möchte unser Unternehmen die Öffentlichkeit über Art, Umfang und Zweck der von uns erhobenen, genutzten und verarbeiteten personenbezogenen Daten informieren. Ferner werden betroffene Personen mittels dieser Datenschutzerklärung über die ihnen zustehenden Rechte aufgeklärt.",
        "p3": "As the controller, the Henrik Petersen has implemented numerous technical and organizational measures to ensure the most complete protection of personal data processed through this website. Nevertheless, Internet-based data transmissions may in principle have security gaps, so absolute protection cannot be guaranteed. For this reason, every data subject is free to transmit personal data to us by alternative means, for example by telephone."
    }
}