{
    "header": {
        "aboutMe" : "About me"
    },
    "about-me": {
        "headline": "About me",
        "intro": "IT has fascinated me since I was a child. Both in my apprenticeship and during my studies, I started automating processes early on and further deepened my great interest in IT.",
        "location": "I come from the beautiful Solling region in the district of Northeim and feel very much at home here.",
        "learn": "I am always open to new technologies and learning new things is almost a hobby of mine.",
        "skills": "My analytical skills have always helped me to progress. For me, mistakes are an opportunity to learn from them and continuously improve."
    },
    "my-skills": {
        "headline": "My skills",
        "technologies": "I am already very familiar with these front-end technologies.",
        "looking-another": "Looking for a",
        "skill": "different skill",
        "new-technology": "I am very happy to familiarize myself with another technology in order to improve it further.",
        "continually-learning": "Continually learning",
        "contact": "Get in touch"
    },
    "portfolio": {
        "intro": "Discover my projects here to get an idea of my skills.",
        "join": "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.",
        "pollo-loco": "Jump, run and throw game based on object-oriented approach. Help Pepe to find coins and tabasco salsa to fight against the crazy hen.",
        "btn-test": "Live test"
    },
    "contact": {
        "headline": "Contact",
        "intro": "New idea or problem to solve?",
        "request-contact": "Feel free to contact me without obligation.",
        "new-contact": "I look forward to hearing from you!",
        "name-field": "Your name",
        "email-field": "Your email",
        "message-field": "Your message",
        "privacy-policy": "I've read the ",
        "privacy-policy-link": "privacy policy ",
        "privacy-policy-two": "agree to the processing of my data as outlined.",
        "name-error": "Your name is required",
        "email-error": "Your email is required",
        "message-error": "Your message is required",
        "privacy-policy-error": "Please accept the privacy policy.",
        "send": "Send message :)",
        "thanks-for-message": "Thank you for your message!"
    },
    "footer": {
        "imprint": "Imprint",
        "data-protection": "Privacy Policy"
    },

    
    "imprint": {
        "headline": "Imprint",
        "contact": "Contact",
        "phone": "Phone",
        "source": "Source"
    },

    "data-protection": {
        "headline": "Privacy policy",
        "p1": "We are very delighted that you have shown interest in our company. Data protection is of a particularly high priority. The use of the Internet pages of the Henrik Petersen is possible without any indication of personal data; however, if a data subject wants to use special enterprise services via our website, processing of personal data could become necessary. However, if a person concerned wishes to make use of special services of our company via our website, it may be necessary to process personal data. If the processing of personal data is necessary and there is no legal basis for such processing, we generally obtain the consent of the data subject.",
        "p2": "Die Verarbeitung personenbezogener Daten, beispielsweise des Namens, der Anschrift, E-Mail-Adresse oder Telefonnummer einer betroffenen Person, erfolgt stets im Einklang mit der Datenschutz-Grundverordnung und in Übereinstimmung mit den für die Henrik Petersen geltenden landesspezifischen Datenschutzbestimmungen. Mittels dieser Datenschutzerklärung möchte unser Unternehmen die Öffentlichkeit über Art, Umfang und Zweck der von uns erhobenen, genutzten und verarbeiteten personenbezogenen Daten informieren. Ferner werden betroffene Personen mittels dieser Datenschutzerklärung über die ihnen zustehenden Rechte aufgeklärt.",
        "p3": "Die Henrik Petersen hat als für die Verarbeitung Verantwortlicher zahlreiche technische und organisatorische Maßnahmen umgesetzt, um einen möglichst lückenlosen Schutz der über diese Internetseite verarbeiteten personenbezogenen Daten sicherzustellen. Dennoch können Internetbasierte Datenübertragungen grundsätzlich Sicherheitslücken aufweisen, sodass ein absoluter Schutz nicht gewährleistet werden kann. Aus diesem Grund steht es jeder betroffenen Person frei, personenbezogene Daten auch auf alternativen Wegen, beispielsweise telefonisch, an uns zu übermitteln."
    }
}
