{
    "header": {
        "aboutMe" : "About me"
    },
    "about-me": {
        "headline": "About me",
        "intro": "IT has fascinated me since I was a child. Both in my apprenticeship and during my studies, I started automating processes early on and further deepened my great interest in IT.",
        "location": "I come from the beautiful Solling region in the district of Northeim and feel very much at home here.",
        "learn": "I am always open to new technologies and learning new things is almost a hobby of mine.",
        "skills": "My analytical skills have always helped me to progress. For me, mistakes are an opportunity to learn from them and continuously improve."
    },
    "my-skills": {
        "headline": "My skills",
        "technologies": "I am already very familiar with these front-end technologies.",
        "looking-another": "Looking for a",
        "skill": "different skill",
        "new-technology": "I am very happy to familiarize myself with another technology in order to improve it further.",
        "continually-learning": "Continually learning",
        "contact": "Get in touch"
    },
    "portfolio": {
        "intro": "Discover my projects here to get an idea of my skills.",
        "join": "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.",
        "pollo-loco": "Jump, run and throw game based on object-oriented approach. Help Pepe to find coins and tabasco salsa to fight against the crazy hen.",
        "btn-test": "Live test"
    },
    "contact": {
        "headline": "Contact",
        "intro": "New idea or problem to solve?",
        "request-contact": "Feel free to contact me without obligation.",
        "new-contact": "I look forward to hearing from you!",
        "name-field": "Your name",
        "email-field": "Your email",
        "message-field": "Your message",
        "privacy-policy": "I've read the <a href='#'>privacy policy</a> agree to the processing of my data as outlined.",
        "name-error": "Your name is required",
        "email-error": "Your email is required",
        "message-error": "Your message is required",
        "privacy-policy-error": "Please accept the privacy policy.",
        "send": "Send message :)"
    },
    "footer": {
        "imprint": "Imprint",
        "data-protection": "Privacy Policy"
    },

    
    "imprint": {
        "headline": "Imprint",
        "contact": "Contact",
        "phone": "Phone",
        "source": "Source"
    }

}